Repository: momolas/PASTQUEEN
Catalog: PASTQUEEN/Localizable.xcstrings
Source language: en
Languages: fr

# Activer les effets ELR
source: Enable ELR effects
fr: Activer les effets ELR

# addWeapon
source: Add Rifle
fr: Ajouter une carabine

# Angle de tir / Pente
source: Shot Incline Angle
fr: Angle de tir / Pente

# Appliquer ce BC au rechargement
source: Apply BC to profile
fr: Appliquer ce BC au rechargement

# Appliquer cette vitesse au rechargement
source: Apply velocity to profile
fr: Appliquer cette vitesse au rechargement

# Azimut
source: Azimuth
fr: Azimut

# Azimut de tir (Cap)
source: Shooting Heading (Azimuth)
fr: Azimut de tir (Cap)

# BC catalogue actuel
source: Current nominal BC
fr: BC catalogue actuel

# BC réel calibré
source: Calibrated actual BC
fr: BC réel calibré

# Calcul de la table...
source: Calculating table...
fr: Calcul de la table...

# Calculer l'étalonnage
source: Compute Calibration
fr: Calculer l'étalonnage

source: clicks
fr: clics

# Conditions Météo du Tir
source: Shooting Weather Conditions
fr: Conditions Météo du Tir

# CONTRE-VISÉE HAUTEUR
source: ELEVATION HOLDOVER
fr: CONTRE-VISÉE HAUTEUR

# CONTRE-VISÉE VENT
source: WINDAGE HOLDOVER
fr: CONTRE-VISÉE VENT

# Coriolis Horizontal
source: Horizontal Coriolis
fr: Coriolis Horizontal

# Coriolis Vertical (Eötvös)
source: Vertical Coriolis (Eötvös)
fr: Coriolis Vertical (Eötvös)

# Correction tourelle
source: Turret correction
fr: Correction tourelle

# Décomposition des Effets ELR
source: ELR Effects Breakdown
fr: Décomposition des Effets ELR

# Dérive
source: Windage
fr: Dérive

# Dérive Gyroscopique (Spin Drift)
source: Spin Drift
fr: Dérive Gyroscopique (Spin Drift)

# Diamètre de la zone vitale (Cible)
source: Vital Zone Diameter (Target)
fr: Diamètre de la zone vitale (Cible)

# DISTANCE DE RÉGLAGE OPTIMALE (DRO / PBR)
source: POINT-BLANK RANGE (PBR / DRO)
fr: DISTANCE DE RÉGLAGE OPTIMALE (DRO / PBR)

# Distance de tir
source: Target Distance
fr: Distance de tir

source: DOWN
fr: BAS

# Écart constaté
source: Observed difference
fr: Écart constaté

# Effets ELR (Spin Drift & Coriolis)
source: ELR Effects (Spin Drift & Coriolis)
fr: Effets ELR (Spin Drift & Coriolis)

# Élévation
source: Elevation
fr: Élévation

# elevationAdjustment
source: Elevation Clicks
fr: Correction élévation

# Étalonnage (Truing)
source: Trajectory Truing
fr: Étalonnage (Truing)

# Étalonner la trajectoire (Truing)
source: Calibrate Trajectory (Truing)
fr: Étalonner la trajectoire (Truing)

# Exporter la table
source: Export table
fr: Exporter la table

# Hauteur d'impact
source: Impact height
fr: Hauteur d'impact

source: LEFT
fr: GAUCHE

# Mes Armes
source: My Rifles
fr: Mes Armes

# Modifier la carabine
source: Edit Rifle
fr: Modifier la carabine

# Modifier le chargement
source: Edit Load
fr: Modifier le chargement

# Observations sur le pas de tir
source: Range Observations
fr: Observations sur le pas de tir

# Paramètre à calibrer
source: Parameter to calibrate
fr: Paramètre à calibrer

source: Place the illuminated red dot on target center to immediately compensate for drop and wind.
fr: Placez le point rouge illuminé sur le centre de votre cible pour compenser immédiatement la chute et le vent.

# PORTÉE MAXIMALE SANS CORRECTION
source: MAXIMUM POINT-BLANK RANGE
fr: PORTÉE MAXIMALE SANS CORRECTION

# Pression
source: Pressure
fr: Pression

# Pression atmosphérique
source: Atmospheric pressure
fr: Pression atmosphérique

# Résultat de l'étalonnage BC
source: BC Calibration Result
fr: Résultat de l'étalonnage BC

# Résultat de l'étalonnage V0
source: V0 Calibration Result
fr: Résultat de l'étalonnage V0

source: Rifle
fr: Carabine

source: Rifle Model
fr: Modèle de carabine

source: Rifle Name
fr: Nom de la carabine

source: RIGHT
fr: DROITE

# Saut Aérodynamique (Aero Jump)
source: Aerodynamic Jump
fr: Saut Aérodynamique (Aero Jump)

source: Scope Click Unit
fr: Unité de clic de lunette

# Température
source: Temperature
fr: Température

# Temps de vol
source: Flight time
fr: Temps de vol

# Très Longue Distance (ELR)
source: Extreme Long Range (ELR)
fr: Très Longue Distance (ELR)

source: Turret Calibration
fr: Réglage Tourelle

source: UP
fr: HAUT

# VISER ICI
source: AIM HERE
fr: VISER ICI

# Vitesse
source: Velocity
fr: Vitesse

# Vitesse réelle calibrée
source: Calibrated actual velocity
fr: Vitesse réelle calibrée

# Vitesse théorique actuelle
source: Current nominal velocity
fr: Vitesse théorique actuelle

source: Weapon & Calibration
fr: Arme & Calibration

# windageAdjustment
source: Windage Clicks
fr: Correction dérive

source: Wind Direction
fr: Direction du vent

# zeroRangeLabel
source: Zero Range
fr: Distance de zérotage

# Catalogue de Munitions
source: Ammunition Catalog
fr: Catalogue de Munitions

# Catalogue d'Armes
source: Firearms Catalog
fr: Catalogue d'Armes

# Parcourir le catalogue d'usine
source: Browse factory catalog
fr: Parcourir le catalogue d'usine

# Parcourir le catalogue de munitions
source: Browse ammunition catalog
fr: Parcourir le catalogue de munitions

# Parcourir le catalogue des carabines
source: Browse rifles catalog
fr: Parcourir le catalogue des carabines

# Rechercher une munition, une marque...
source: Search ammunition, brand...
fr: Rechercher une munition, une marque...

# Rechercher une carabine, un modèle...
source: Search rifle, model...
fr: Rechercher une carabine, un modèle...

# Toutes
source: All
fr: Toutes

# Tous
source: All
fr: Tous

# Aucun résultat
source: No results
fr: Aucun résultat

# Aucune munition ne correspond à votre recherche.
source: No ammunition matches your search.
fr: Aucune munition ne correspond à votre recherche.

# Aucune arme ne correspond à votre recherche.
source: No rifle matches your search.
fr: Aucune arme ne correspond à votre recherche.

source: Select a reference ammunition load to pre-fill ballistic profile (BC, V0, weight, drag).
fr: Sélectionnez une munition de référence pour pré-remplir le profil balistique (BC, V0, masse, traînée).

source: Select a factory rifle to pre-fill twist rate, sight height, and turret click unit.
fr: Sélectionnez une carabine manufacturée pour pré-remplir le pas de rayure, la hauteur de visée et les tourelles.

# Catalogue Constructeurs
source: Manufacturer Catalog
fr: Catalogue Constructeurs

# Fermer
source: Close
fr: Fermer

# Annuler
source: Cancel
fr: Annuler

# Enregistrer
source: Save
fr: Enregistrer

# Ajouter
source: Add
fr: Ajouter

# Modifier
source: Edit
fr: Modifier

# Nom de la carabine
source: Rifle name
fr: Nom de la carabine

# Nom
source: Name
fr: Nom

# Calibre
source: Caliber
fr: Calibre

# Hauteur de visée
source: Sight height
fr: Hauteur de visée

# Distance de zérotage
source: Zero distance
fr: Distance de zérotage

# Unité des clics tourelle
source: Turret click unit
fr: Unité des clics tourelle

# Sens de rotation
source: Twist direction
fr: Sens de rotation

# Droitier (RH)
source: Right-hand (RH)
fr: Droitier (RH)

# Gaucher (LH)
source: Left-hand (LH)
fr: Gaucher (LH)

# Configuration Carabine
source: Rifle Configuration
fr: Configuration Carabine

# Optique & Zérotage
source: Optics & Zero
fr: Optique & Zérotage

# Canon & Balistique
source: Barrel & Ballistics
fr: Canon & Balistique

# Informations Générales
source: General Information
fr: Informations Générales

# Balistique Extérieure
source: External Ballistics
fr: Balistique Extérieure

# Sensibilité Thermique
source: Thermal Sensitivity
fr: Sensibilité Thermique

# Nom du chargement
source: Load name
fr: Nom du chargement

# Fabricant
source: Manufacturer
fr: Fabricant

# Masse de l'ogive
source: Bullet weight
fr: Masse de l'ogive

# Coefficient Balistique (BC)
source: Ballistic Coefficient (BC)
fr: Coefficient Balistique (BC)

# Modèle de traînée
source: Drag Model
fr: Modèle de traînée

# G7 (Ogive profilée / BTLRP)
source: G7 (Boat-tail / Low-drag)
fr: G7 (Ogive profilée / BTLRP)

# Vitesse initiale (V0)
source: Muzzle velocity (V0)
fr: Vitesse initiale (V0)

# Énergie à la bouche
source: Muzzle energy
fr: Énergie à la bouche

# Sensibilité thermique (dv/dT)
source: Thermal sensitivity (dv/dT)
fr: Sensibilité thermique (dv/dT)

# Aucune Carabine
source: No Rifles
fr: Aucune Carabine

# Ajoutez votre première arme pour démarrer les calculs balistiques.
source: Add your first rifle to start ballistic calculations.
fr: Ajoutez votre première arme pour démarrer les calculs balistiques.

# Ajouter une carabine
source: Add a rifle
fr: Ajouter une carabine

# Ajouter une munition
source: Add ammunition
fr: Ajouter une munition

# Calculateur
source: Calculator
fr: Calculateur

# Table DOPE
source: DOPE Table
fr: Table DOPE

# Table de Tir (DOPE)
source: DOPE Shooting Table
fr: Table de Tir (DOPE)

# Étalonnage Terrain (Truing)
source: Field Truing
fr: Étalonnage Terrain (Truing)

# Tir Tendu & Zone Vitale (DRO)
source: Point-Blank Range (PBR / DRO)
fr: Tir Tendu & Zone Vitale (DRO)

# Outils Avancés
source: Advanced Tools
fr: Outils Avancés

# Données Balistiques Munition
source: Ammunition Ballistics
fr: Données Balistiques Munition

# Direction et Vitesse du Vent
source: Wind Direction and Speed
fr: Direction et Vitesse du Vent

# Vent
source: Wind
fr: Vent

# Valider
source: Confirm
fr: Valider

# Cible Mobile
source: Moving Target
fr: Cible Mobile

# Vitesse de la cible
source: Target speed
fr: Vitesse de la cible

# Sens de déplacement
source: Movement direction
fr: Sens de déplacement

# Droite
source: Right
fr: Droite

# Gauche
source: Left
fr: Gauche

# Fixe
source: Stationary
fr: Fixe

# Vitesse résiduelle
source: Velocity at target
fr: Vitesse résiduelle

# Énergie résiduelle
source: Energy at target
fr: Énergie résiduelle

# Distance de tir réelle
source: Actual Target Distance
fr: Distance de tir réelle

# Impact observé (Chute réelle)
source: Observed Impact (Actual Drop)
fr: Impact observé (Chute réelle)

# Distance de zérotage optimale conseillée
source: Recommended optimal zero distance
fr: Distance de zérotage optimale conseillée

# Match / TLD
source: Match / Long Range
fr: Match / TLD

# Chasse
source: Hunting
fr: Chasse

# Entraînement
source: Training
fr: Entraînement

# Subsonique
source: Subsonic
fr: Subsonique
